[MapMixerClientGUI_AdminConfigTab_MMSettings]
GUIAltSectionBackground_Settings.Caption="MapMixer Settings"

[MapMixerClientGUI_AdminConfigTab_MapInfo]
sNoMapInfo="No information available!"
sAuthorText="Author"
sPlayerText="players"
GUIAltSectionBackground_Scroll.Caption="Map Desc"
GUIImage_MapClick.Hint="Click to goto map list"
GUILabel_MapAuthor.Caption="No author"
GUILabel_NoPreview.Caption="No Preview Available"
GUILabel_RecommendedPlayers.Caption="Best for 4 to 8 players"

[MapMixerClientGUI_AdminConfigTab_MapList]
sMapListMaps="Maps in Session List"
sResetBotSkill="(Default)"
GUIButton_ChangeGameType.Caption="Switch"
GUIButton_ChangeGameType.Hint="Switch to the new Game Type"
GUICheckBox_SaveBotSkill.Caption="Save"
GUICheckBox_SaveBotSkill.Hint="Set default Bot Difficulty for future maps"
GUICheckBox_SwitchMapNow.Caption="Switch map now"
GUICheckBox_SwitchMapNow.Hint="Change to the selected map immediately"
GUIComboBox_BotSkill.Hint="Bot Difficulty for next map"
GUIComboBox_GameSwitch.Hint="Switch to a different Game Type Map List"
GUISectionBackground_MapList.Caption="Current Map List"

[MapMixerClientGUI_AdminConfigTab_RuleList]
GUIAltSectionBackground_GameRules.Caption="Game Rules"
GUICheckBox_Remember.Caption="Remember settings for game type"
GUICheckBox_Remember.Hint="Apply to every map of this game type"

[MapMixerClientGUI_ConfigTab_AutoLogin]
GUIAltSectionBackground_ServerLogins.Caption="Servers"
GUIButton_Delete.Caption="Delete"
GUIButton_Delete.Hint="Delete the selected Server Login"
GUIButton_New.Caption="New"
GUIButton_Save.Caption="Save"
GUIButton_Save.Hint="Save the Server Login"
GUIEditBox_Password.Caption="Password"
GUIEditBox_Password.Hint="Password for the Server"
GUIEditBox_ServerName.Caption="Server"
GUIEditBox_ServerName.Hint="Name of the Server for Auto Login"

[MapMixerClientGUI_ConfigTab_InfoScreens]
sShowScoresTillMatchStart="Show Till Match Start"
GUICheckBox_ShowKeys.Caption="Show Keys at Start"
GUICheckBox_ShowKeys.Hint="Display the MapMixer Admin and Config Menu keys after match start"
GUICheckBox_ShowNextMapEnd.Caption="Show Next Map at End"
GUICheckBox_ShowNextMapEnd.Hint="Show the name of the next map at the end of a match"
GUICheckBox_ShowScoresBegin.Caption="Show Scores While Waiting"
GUICheckBox_ShowScoresBegin.Hint="Show the Scoreboard while waiting to start a match"
GUICheckBox_ShowScoresEnd.Caption="Show Scores at End"
GUICheckBox_ShowScoresEnd.Hint="Show the Scoreboard at the end of a match"
GUICheckBox_ShowSessionStatsEnd.Caption="Show Session Stats at End"
GUICheckBox_ShowSessionStatsEnd.Hint="Show MapMixer Session Stats at the end of a match"
GUICheckBox_ShowStatsEnd.Caption="Show Stats at End"
GUICheckBox_ShowStatsEnd.Hint="Show Stats at the end of a match"
GUINumEditBox_ShowNextMapEndTime.Hint="Number of seconds till the Next Map is shown at the end of a match"
GUINumEditBox_ShowScoresBeginTime.Hint="Number of seconds to show Scoreboard for while waiting to start match"
GUINumEditBox_ShowScoresEndTime.Hint="Number of seconds till the Scoreboard is shown at the end of a match"
GUINumEditBox_ShowSessionStatsEndTime.Hint="Number of seconds till the MapMixer Session Stats are shown at the end of a match"
GUINumEditBox_ShowStatsEndTime.Hint="Number of seconds till the Stats are shown at the end of a match"

[MapMixerClientGUI_ConfigTab_Options]
sAttention="Attention"
sMsg_LoadingScreenWarning="The MapMixer Map Loading Screen has been enabled.|This option must be switched off first if you plan to uninstall MapMixer.||Further information is available in the MapMixer documentation."
GUICheckBox_EnableLoadingScreen.Caption="Enable MapMixer Map Loading Screen"
GUICheckBox_EnableLoadingScreen.Hint="Show extra information on the map loading screen"
GUICheckBox_NotifyLeaderSound.Caption="Leader Sound Notification"
GUICheckBox_NotifyLeaderSound.Hint="Audible sound notification when you become leader or equal leader"
GUINumEditBox_HUDPlayerRankCount.Caption="HUD Player Rank Count"
GUINumEditBox_HUDPlayerRankCount.Hint="Number of top ranking players to show on the HUD"
GUINumEditBox_MsgLifetime.Caption="HUD Map Info Lifetime"
GUINumEditBox_MsgLifetime.Hint="Number of seconds that map info messages will be displayed for"

[MapMixerClientGUI_List_Maps]
ColumnHeadings=("Game Type","Map Name")

[MapMixerClientGUI_Menu_Admin]
TabLabel_RuleList="Game Rules"
TabLabel_MapList="Map List"
TabLabel_MapInfo="Map Info"
TabLabel_MMSettings="MapMixer"
TabHint_RuleList="Configure Current Game Rules"
TabHint_MapList="Configure Current Map List"
TabHint_MapInfo="Info on the selected map"
TabHint_MMSettings="Configure MapMixer Settings"
sCaption_Close="Close"
sCaption_Switch="Switch"
WindowName="MapMixer Admin Menu"
GUIButton_Close.Hint="Close this menu"

[MapMixerClientGUI_Menu_Config]
TabLabel_InfoScreens="Match"
TabLabel_Options="Options"
TabLabel_AutoLogin="Auto Login"
TabHint_InfoScreens="Show in-game info screens as the beginning and end of matches."
TabHint_Options="Configure Client Options"
TabHint_AutoLogin="Configure Auto Server Login"
WindowName="MapMixer Client Configuration"
GUIButton_Close.Caption="Close"
GUIButton_Keys.Caption="Keys"

[MapMixerClientGUI_Menu_KeyBind]
sBindingLabel[0]="Map List Navigation"
sBindingLabel[1]="Navigate Backwards"
sBindingLabel[2]="Navigate Forwards"
sBindingLabel[3]="Navigate to Current Map"
sBindingLabel[4]="Show Current Map"
sBindingLabel[5]="Show Next Map"
sBindingLabel[6]="Switch Map"
sBindingLabel[7]="Switch Game Type"
sBindingLabel[8]="In-Game Menus"
sBindingLabel[9]="Admin Menu"
sBindingLabel[10]="Client Menu"
sBindingLabel[11]="MapMixer Menu"
sBindingLabel[12]="Misc"
sBindingLabel[13]="Abort Map Switch Countdown"
sBindingLabel[14]="Add Map to Favourites"
sBindingLabel[15]="Show Session Stats"

[MapMixerClient_InfoInteraction]
sMapInfo_Rules="Game Rules"
sMapInfo_Mutators="Mutators"
sMapInfo_Current="Current Map"
sMapInfo_NextMap="Next Map"
sMapInfo_Switching="Switching to"
sMapInfo_Team="Team"
sMapInfo_Teams="Teams"
sSessionStatsTitle="Session Statistics"
sSessionMatchTitle="Matches %1 - Playing Time %2"
sSessionSpreeTitle="Killing Sprees"
sSessionMultiTitle="Multi Kills"
sStatColumnNames[0]="Player"
sStatColumnNames[1]="Matches"
sStatColumnNames[2]="Wins"
sStatColumnNames[3]="Score"
sStatColumnNames[4]="Deaths"
sStatColumnNames[5]="Suicides"
sStatColumnNames[6]="Bloods"
sStatColumnNames[7]="Combos"

[MapMixerClient_LocalMessage]
sMsg_CmdSuccess="Command Successful"
sMsg_CmdError="Command returned an error!"
sMsg_AdminRequired="Admin status required for this function"
sMsg_WaitingForNetPlayers="Waiting for Net Players"
sMsg_WaitMatchStart="Match must first be started"
sMsg_AbortEndMatchCountdown="Next Map Countdown aborted by"
sMsg_AdminOpenCount="Maximum number of Admin Menus open"
sMsg_LocalMachine="Requires Instant Action or Listen Server Access"
sMsg_NoSessionStats="No Session Stats recorded yet"

[MapMixerClient_ServerLoading]
sUnknownAuthor="(Unknown Author)"

[MapMixerClient_Utils]
sSeconds="secs"

[MapMixer_ReplicationInfo]
sCmd_Config="MUTATE MAPMIXER CONFIG"
sCmd_Admin="MUTATE MAPMIXER ADMIN"
sMsg_ConfigBind="MapMixer Config Menu key:"
sMsg_AdminBind="MapMixer Admin Menu key:"
sMsg_ConfigDefaultBind="MapMixer Config Menu default key:"
sMsg_AdminDefaultBind="MapMixer Admin Menu default key:"
sMsg_ConfigErrorBind="MapMixer unable to locate free key for Config Menu"
sMsg_AdminErrorBind="MapMixer unable to locate free key for Admin Menu"
sMsg_NewLeader="is the new Leader!"

